Repository: ztrixdev/SwiftMTP
Catalog: Localizable.xcstrings
Source language: en
Languages: es, ja, ru, zh_hans, zh_hant

source: Loading a large file preview may take some time and cannot be canceled.
es: Cargar la vista previa de un archivo grande puede demorar un poco y no se puede cancelar.
ja: 大きなファイルのプレビューの読み込みには時間がかかる場合があり、キャンセルできません。
ru: Загрузка предпросмотра для большого файла занимает некоторое время и не может быть отменена.
zh_hans: 加载大文件的预览可能需要一段时间，且不可取消
zh_hant: 載入大檔案的預覽可能需要一段時間，且無法取消

source: Loading files…
es: Cargando archivos…
ja: ファイルを読み込んでいます…
ru: Загрузка файлов…
zh_hans: 正在加载文件…
zh_hant: 正在載入檔案…

source: Loading…
es: Cargando…
ja: 読み込み中…
ru: Загрузка…
zh_hans: 正在加载…
zh_hant: 正在載入…

source: Local file read error
es: Error al leer el archivo local
ja: ローカルファイルの読み取りエラー
ru: Чтение локального файла завершилось ошибкой
zh_hans: 本地文件读取错误
zh_hant: 本機檔案讀取錯誤

source: Low
es: Bajo
ja: 低
ru: Низкий
zh_hans: 低
zh_hant: 低

source: Manufacturer
es: Fabricante
ja: メーカー
ru: Производитель
zh_hans: 制造商
zh_hant: 製造商

source: Max Output Tokens
es: Tokens de salida máximos
ja: 最大出力トークン
ru: Лимит output токенов
zh_hans: 最大输出 Tokens
zh_hant: 最大輸出Tokens

source: Medium
es: Mediano
ja: 中
ru: Средний
zh_hans: 中
zh_hant: 中

source: Meet AI Features
es: Conoce las funciones de IA
ja: AI機能のご紹介
ru: Встречайте ИИ функции!
zh_hans: 迎接 AI 功能
zh_hant: 迎接 AI 功能

source: Model is not ready yet. Try again later.
es: El modelo aún no está listo. Inténtalo de nuevo más tarde.
ja: モデルはまだ準備ができていません。後でもう一度お試しください。
ru: Модель не готова. Повторите попытку позднее.
zh_hans: 模型尚未就绪。请稍后再试。
zh_hant: 模型尚未就緒。請稍後再試。

source: Model Name
es: Nombre del modelo
ja: モデル名
ru: Имя модели
zh_hans: 模型名称
zh_hant: 模型名稱

source: Modified
es: Modificado
ja: 変更済み
ru: Изменено
zh_hans: 已修改
zh_hant: 已修改

source: MTP detection failed
es: Dispositivo MTP no detectado
ja: MTPデバイスが検出されませんでした
ru: Ошибка определения MTP
zh_hans: 未检测到 MTP 设备
zh_hant: 未偵測到 MTP 裝置

source: MTP operation busy
es: Operación MTP en curso
ja: MTP操作が進行中です
ru: MTP операция уже идет
zh_hans: MTP 操作正忙
zh_hant: MTP 操作正忙

# Multiple devices connected
source: Multiple devices connection not supported
es: No se admite la conexión de varios dispositivos
ja: 複数のデバイスの接続はサポートされていません
ru: Подключение нескольких устройств не поддерживается
zh_hans: 不支持同时连接多台设备
zh_hant: 無法同時連接多台裝置

source: Name
es: Nombre
ja: 名前
ru: Имя
zh_hans: 名称
zh_hant: 名稱

source: Natural Language Search
es: Búsqueda de lenguaje natural
ja: 自然言語検索
ru: Поиск естественным языком
zh_hans: 自然语言搜索
zh_hant: 自然語言搜索

source: Network error:
es: Error de red:
ja: ネットワークエラー:
ru: Сетевая ошибка:
zh_hans: 网络错误：
zh_hant: 網路錯誤：

source: New Folder
es: Nueva carpeta
ja: 新しいフォルダー
ru: Новая папка
zh_hans: 新建文件夹
zh_hant: 新增資料夾

source: New Name
es: Nuevo nombre
ja: 新しい名前
ru: Новое имя
zh_hans: 新名称
zh_hant: 新名稱

source: No Device Connected
es: No hay ningún dispositivo conectado
ja: デバイス未接続
ru: Не подключено ни одного устройства
zh_hans: 未连接设备
zh_hant: 未連接裝置

source: No directory context available. Please make sure the file list has loaded before using AI.
es: No hay contexto de directorio disponible. Asegúrese de que la lista de archivos se haya cargado antes de usar IA.
ja: ディレクトリのコンテキストがありません。ファイルリストが読み込まれたことを確認してからAI機能をご利用ください。
ru: Контекст папки недоступен. Пожалуйста, убедитесь, что список файлов загружен, прежде чем использовать ИИ.
zh_hans: 暂无目录上下文。请确保文件列表加载完成后再使用AI功能。
zh_hant: 暫無目錄上下文。請確保檔案列表載入完成後再使用AI功能。

source: No internet connection detected.
es: No se detectó conexión a Internet.
ja: インターネット接続が検出されませんでした。
ru: Отсутствует подключение к интернету.
zh_hans: 未检测到网络连接。
zh_hant: 未偵測到網路連線。

source: No query specified.
es: No se especificó ninguna consulta.
ja: クエリが指定されていません。
ru: Запрос не представлен.
zh_hans: 未指定查询内容。
zh_hant: 未指定查詢內容。

# No storage found
source: No storage found, please allow storage access on device
es: No se encontró almacenamiento
ja: ストレージが見つかりません
ru: Не обнаружено хранилище, разрешите доступ к хранилищу на устройстве
zh_hans: 未找到存储，请在设备上允许存储访问
zh_hant: 找不到儲存，請在裝置上允許存取儲存空間

# No storages found
source: No storage found
es: No se encontró almacenamiento
ja: ストレージが見つかりません
ru: Хранилищ не найдено
zh_hans: 未找到存储设备
zh_hant: 未找到儲存設備

source: None
es: Ninguno
ja: なし
ru: Никаких
zh_hans: 无
zh_hant: 無

source: Not available for unknown reasons.
es: No disponible por motivos desconocidos.
ja: 不明な理由により利用できません。
ru: Недоступно по неизвестной причине.
zh_hans: 由于未知原因不可用。
zh_hant: 由於未知原因不可用。

source: OK
es: Aceptar
ru: Окей
zh_hans: 好
zh_hant: 好

source: Open
es: Abrir
ja: 開く
ru: Открыть
zh_hans: 打开
zh_hant: 打開

source: Paste
es: Pegar
ja: 貼り付け
ru: Вставить
zh_hans: 粘贴
zh_hant: 貼上

source: Permission denied
es: Permiso denegado
ja: アクセスが拒否されました
ru: Разрешение не получено
zh_hans: 权限被拒绝
zh_hant: 權限被拒絕

source: Photos
es: Fotos
ja: 写真
ru: Фотографии
zh_hans: 相册
zh_hant: 相簿

source: Preparing preview...
es: Preparando vista previa...
ja: プレビューを準備中...
ru: Готовим предпросмотр...
zh_hans: 正在准备预览...
zh_hant: 正在準備預覽...

source: Preparing transfer…
es: Preparando la transferencia…
ja: 転送を準備中…
ru: Готовимся к передаче данных…
zh_hans: 正在准备传输…
zh_hant: 正在準備傳輸…

source: Progress:
es: Progreso:
ja: 進捗:
ru: Прогресс:
zh_hans: 进度:
zh_hant: 進度:

source: Properties
es: Propiedades
ja: プロパティ
ru: Свойства
zh_hans: 属性
zh_hant: 屬性

source: Protocol
es: Protocolo
ja: プロトコル
ru: Протокол
zh_hans: 连接协议
zh_hant: 連接協定

source: Quick Look
es: Vista rápida
ja: クイックルック
ru: Взглянуть
zh_hans: 快速查看
zh_hant: 快速查看

source: Rate limit exceeded. Please try again later.
es: Límite de velocidad excedido. Inténtalo de nuevo más tarde.
ja: レート制限を超過しました。後でもう一度お試しください。
ru: Превышен лимит запросов. Повторите попытку позже.
zh_hans: 超出速率限制。请稍后再试。
zh_hant: 超出速率限制。請稍後再試。

source: Reasoning Level
es: Nivel de razonamiento
ja: 推理レベル
ru: Уровень размышления:
zh_hans: 推理程度
zh_hant: 推理程度

source: Remaining:
es: Restante:
ja: 残り時間:
ru: Отметка:
zh_hans: 剩余时间:
zh_hant: 剩餘時間:

source: Remove from Favorites
es: Eliminar de favoritos
ja: お気に入りから削除
ru: Удалить из Избранного
zh_hans: 从收藏中移除
zh_hant: 從個人收藏中移除

source: Rename
es: Renombrar
ja: 名前を変更
ru: Переименовать
zh_hans: 重新命名
zh_hant: 重新命名

source: Replace
es: Reemplazar
ja: 置き換える
ru: Заменить
zh_hans: 替换
zh_hant: 取代

# Replace and merge the existing items?
source: Replace the existing items?
es: ¿Reemplazar los elementos existentes?
ja: 既存の項目を置き換えますか？
ru: Заменить существующие объекты?
zh_hans: 替换现有项目？
zh_hant: 取代現有項目？

source: Request timed out. The server took too long to respond.
es: Se agotó el tiempo de solicitud. El servidor tardó demasiado en responder.
ja: リクエストがタイムアウトしました。サーバーの応答に時間がかかりすぎました。
ru: Время ожидания запроса истекло. Сервер слишком долго не отвечал.
zh_hans: 请求超时。服务器响应时间过长。
zh_hant: 請求超時。伺服器回應時間過長。

source: Screenshots
es: Capturas de pantalla
ja: スクリーンショット
ru: Скриншоты
zh_hans: 截屏
zh_hant: 截圖

source: Search
es: Buscar
ja: 検索
ru: Поиск
zh_hans: 搜索
zh_hant: 搜尋

source: Search with AI
es: Buscar con IA
ja: AIで検索
ru: Поиск с ИИ
zh_hans: AI 搜索
zh_hant: AI 搜尋

source: Server error
es: Error del servidor
ja: サーバーエラー
ru: Ошибка сервера
zh_hans: 服务器错误
zh_hant: 伺服器錯誤

source: Server returned error
es: El servidor devolvió un error
ja: サーバーからエラーが返されました
ru: Сервер сообщил об ошибке
zh_hans: 服务器返回错误
zh_hant: 伺服器返回錯誤

source: Settings
es: Configuración
ja: 設定
ru: Настройки
zh_hans: 设置
zh_hant: 設定

source: Show device information
es: Mostrar información
ja: デバイス情報を表示
ru: Показывать информацию об устройстве
zh_hans: 显示设备信息
zh_hant: 顯示裝置資訊

source: Size
es: Tamaño
ja: サイズ
ru: Размер
zh_hans: 大小
zh_hant: 大小

source: SSL/TLS connection failed.
es: Error en la conexión SSL/TLS.
ja: SSL/TLS接続に失敗しました。
ru: Подключение по SSL/TLS не удалось.
zh_hans: SSL/TLS 连接失败。
zh_hant: SSL/TLS 連線失敗。

source: Storage
es: Almacenamiento
ja: ストレージ
ru: Хранилище
zh_hans: 存储
zh_hant: 儲存空間

source: Storage error
es: Error de almacenamiento
ja: ストレージエラー
ru: Ошибка хранилища
zh_hans: 存储错误
zh_hant: 存儲錯誤

source: Storage space full
es: Espacio de almacenamiento lleno
ja: ストレージ容量が満杯です
ru: Хранилище заполнено
zh_hans: 存储空间已满
zh_hant: 存儲空間已滿

source: System memory error
es: Error de memoria del sistema
ja: システムメモリエラー
ru: Ошибка ОЗУ
zh_hans: 系统内存错误
zh_hant: 系統記憶體錯誤

source: The folder does not exist on this device.
es: La carpeta no existe en este dispositivo.
ja: このフォルダーはデバイスに存在しません。
ru: Папка не существует на устройстве.
zh_hans: 该文件夹在此设备上不存在。
zh_hant: 該資料夾在此裝置上不存在。

source: These features are still under development and subject to change in future updates.
es: Estas funciones aún están en desarrollo y están sujetas a cambios en futuras actualizaciones.
ja: これらの機能はまだ開発中であり、将来のアップデートで変更される可能性があります。
ru: Эти функции всё ещё находятся на этапе разработки и могут быть переработаны в грядущих обновлениях.
zh_hans: 这些功能仍处于开发阶段，可能会在未来的更新中发生变化。
zh_hant: 這些功能仍處於開發階段，可能會在未來的更新中發生變化。

source: Thinking Mode
es: Modo de pensamiento
ja: 思考モード
ru: Режим мышления
zh_hans: 思考模式
zh_hant: 思考模式

source: Thinking…
es: Pensando…
ja: 思考中…
ru: Думаю...
zh_hans: 思考中…
zh_hant: 思考中…

source: This action cannot be undone.
es: Esta acción no se puede deshacer.
ja: この操作は元に戻せません。
ru: Данное действие необратимо.
zh_hans: 此操作无法撤销。
zh_hant: 此操作無法復原。

source: This feature is currently only available in API mode. Apple Foundation Models are not supported yet.
es: Esta función actualmente solo está disponible en modo API. Aún no se admiten los modelos de Apple Foundation.
ja: この機能は現在APIモードでのみ利用可能です。Apple Foundation Modelsはまだサポートされていません。
ru: Эта функция в настоящее время доступна только в режиме API. Модели Apple Foundation пока не поддерживаются.
zh_hans: 此功能目前仅在 API 模式下可用。尚不支持 Apple Foundation 模型。
zh_hant: 此功能目前僅在 API 模式下可用。尚不支援 Apple Foundation 模型。

source: This folder is empty
es: Esta carpeta está vacía
ja: このフォルダーは空です
ru: Папка пуста
zh_hans: 此文件夹为空
zh_hant: 此資料夾為空

source: Total Space
es: Espacio total
ja: 合計容量
ru: Всего места
zh_hans: 总容量
zh_hant: 總容量

source: Transfer cancelled
es: Transferencia cancelada
ja: 転送がキャンセルされました
ru: Передача отменена
zh_hans: 传输已取消
zh_hant: 傳輸已取消

source: Transfer Speed:
es: Velocidad de transferencia:
ja: 転送速度:
ru: Скорость передачи:
zh_hans: 传输速度:
zh_hant: 傳輸速度:

source: Transferring…
es: Transfiriendo…
ja: 転送中…
ru: Передаю...
zh_hans: 正在传输…
zh_hant: 正在傳輸…

source: Type
es: Tipo
ja: タイプ
ru: Тип
zh_hans: 类型
zh_hant: 類型

source: Unexpected error:
es: Error inesperado:
ja: 予期しないエラー:
ru: Ох ты, неожиданная ошибка:
zh_hans: 意外错误：
zh_hant: 意外錯誤：

source: Unknown error
es: Error desconocido
ja: 不明なエラー
ru: Неизвестная ошибка
zh_hans: 未知错误
zh_hant: 未知錯誤

source: Unlock powerful new ways to manage your device.
es: Desbloquee nuevas y potentes formas de administrar su dispositivo.
ja: デバイスを管理する強力な新しい方法を解放します。
ru: Получите доступ к мощным способам управления устройством.
zh_hans: 开启管理设备的新方式。
zh_hant: 開啟管理裝置的新方式。

source: Update available
es: Actualización disponible
ja: アップデートあり
ru: Доступно обновление
zh_hans: 有更新可用
zh_hant: 有更新可用

source: USB communication error
es: Error de comunicación USB
ja: USB通信エラー
ru: Ошибка коммуникации по USB
zh_hans: USB通信错误
zh_hant: USB通訊錯誤

source: Video
es: Vídeo
ja: ビデオ
ru: Видео
zh_hans: 视频
zh_hant: 視頻

source: Website
es: Sitio web
ja: ウェブサイト
ru: Сайт
zh_hans: 网站
zh_hant: 網站

source: When enabled, double-clicking a file exports it to a local cache (if not already cached) and opens it with the default application.
es: Cuando está habilitado, al hacer doble clic en un archivo se exporta en una caché local (si aún no está en caché) y se abre con la aplicación predeterminada.
ja: 有効にすると、ファイルをダブルクリックしたときにローカルキャッシュにエクスポートし（キャッシュされていない場合）、デフォルトのアプリケーションで開きます。
ru: При включении этой функции двойной щелчок по файлу экспортирует его в локальный кэш (если он ещё не закэширован) и открывает в приложении, назначенном по умолчанию.
zh_hans: 开启后，双击文件将导出到本地缓存（如果尚未缓存）并使用默认应用打开。
zh_hant: 開啟後，雙擊檔案將導出到本地快取（如果尚未快取）並使用預設應用程式開啟。

source: Your Mac is not eligible for Apple Intelligence.
es: Su Mac no es elegible para Apple Intelligence.
ja: このMacはApple Intelligenceの対象ではありません。
ru: Ваш Mac не подходит для использования Apple Intellegence
zh_hans: 您的 Mac 不支持 Apple Intelligence。
zh_hant: 您的 Mac 不支援 Apple Intelligence。

source: API Endpoint
ja: APIエンドポイント
ru: API узел
zh_hans: API URL
zh_hant: API URL

source: API Key
ja: APIキー
ru: Ключ API

source: Audio
ja: オーディオ
ru: Аудиофайл
zh_hans: 音频
zh_hant: 音頻

source: Error:
ja: エラー:
ru: Да блин, ошибка:
zh_hans: 错误：
zh_hant: 錯誤：

source: General
ja: 一般
ru: Общее
zh_hans: 通用
zh_hant: 一般

source: AI
ru: ИИ

source: Apple Foundation Models
ru: Модели Apple Foundation
zh_hans: Apple Foundation 模型
zh_hant: Apple Foundation 模型

source: Bluetooth
zh_hans: 蓝牙
zh_hant: 藍牙
